import './App.css'
import Card  from './component/Card'
function App() {

  return (
    <>
      {
      <div className="box">
          <div className='heading'>โหวตอาหาร</div>
          <Card 
          name="ข้าวผัด"
          category="อาหารคาว"
          description="ข้าวผัด เป็นอาหารไทยประเภทข้าวผัด เป็นการนำข้าวสวยลงไปผัดคลุกกับซอส น้ำพริก หรือเครื่องปรุงรสต่าง ๆ เพื่อให้ได้รสชาติ เช่น ซอสมะเขือเทศ, ซอสพริก, ซีอิ๊วดำ, ซอสถั่วเหลือง หรือน้ำพริกชนิดต่าง ๆ และมีการใส่เนื้อสัตว์ชนิดต่าง ๆ ลงไป เช่น หมู, ไก่, ปลาหมึก, ปู, กุ้ง หรือมันกุ้ง แหนม เป็นต้น"
          img="https://img.wongnai.com/p/1920x0/2019/12/19/d5537700a7274ac09964b6a51dd0a9f6.jpg"
          />

          <Card 
          name="สับปะรด"
          category="ผลไม้"
          description="เป็นพืชล้มลุกชนิดหนึ่งที่มีต้นกำเนิดมาจากบริเวณทวีปอเมริกาใต้ ลำต้นมีขนาดสูงประมาณ 80–100 เซนติเมตร การปลูกสามารถปลูกได้ง่ายโดยการฝังกลบหน่อหรือส่วนยอดของผลที่เรียกว่า จุก เปลือกของผลสับปะรดภายนอกมีลักษณะคล้ายตาล้อมรอบผล"
          img="https://www.disthai.com/images/content/original-1634720752661.jpg"
          />
      </div>
      }

      
    </>
  )
}

export default App
